Repository: LibreTextus/LibreTextus
Catalog: po/*.po
Languages: de_ch

source: <big>Welcome to LibreTextus!</big> Here are some search syntax hints: <i>WORD WORD2</i> will give you all verses with <i>WORD</i> and <i>WORD2</i> in it, but not in this order. <i>"WORD ANOTHER WORD"</i> this means you want exactly what is quoted To get specific verses or chapters use the standart notation like: <i>GEN 1,1-10</i> <i>WORD@GEN 1</i> will give all <i>WORD</i> in <i>GEN 1</i>
de_ch: <big>Willkommen bei LibreTextus!</big> Hier sind ein paar Syntax-Hinweise: <i>Wort Wort2</i> wird ihnen alle Ergebnisse mit <i>Wort</i> und <i>Wort2</i> ohne spezifischer Reihenfolge anzeigen. <i>"Wort noch ein anderes Wort"</i> damit wird nur genau das gesucht, was in den Anführungszeichen steht Um eine Textstelle anzuzeigen, braucht man die Standartnotation: <i>GEN 1, 1-10</i> <i>Wort@GEN 1</i> zeigt alle <i>Wort</i> in <i>GEN 1</i>

source: Note
de_ch: Notiz

source: Found
de_ch: Gefunden

source: Install
de_ch: Installiere

source: This could take a while...
de_ch: Das könnte ein Weile dauern...

source: Looking for sources...
de_ch: Suche nach Quellen...

source: Update sources list
de_ch: Aktualisiere Quellen

source: Removing directory...
de_ch: Entferne Verzeichnis...

source: Update sources.xml
de_ch: Aktualisiere sources.xml

source: Removing
de_ch: Entferne

source: Update Packages
de_ch: Aktualisiere Pakete

source: Updating
de_ch: Aktualisiere

source: Results
de_ch: Ergebnisse

source: default
de_ch: Standard

source: Show Context
de_ch: Zeige Kontext

source: Search Strong
de_ch: Suche Strong

source: Search
de_ch: Suche

source: Grammar
de_ch: Grammatik

source: No Results
de_ch: Keine Ergebnisse

source: Cancel
de_ch: Abbrechen

source: File
de_ch: Datei

source: Export Notes
de_ch: Notizen exportieren

source: Quit
de_ch: Beenden

source: Edit
de_ch: Bearbeiten

source: Preferences
de_ch: Einstellungen

source: View
de_ch: Ansicht

source: Add Source
de_ch: Quelle hinzufügen

source: Remove Source
de_ch: Quelle entfernen

source: Zoom in
de_ch: Ansicht vergrössern

source: Zoom out
de_ch: Ansicht verkleinern

source: Zoom reset
de_ch: Ansichtsgrösse zurücksetzen

source: Minimize
de_ch: Minimieren

source: Fullscreen
de_ch: Vollbild

source: History
de_ch: Chronik

source: Go back
de_ch: Zurück

source: Go forward
de_ch: Vorwärts

source: Help
de_ch: Hilfe

source: About
de_ch: Über

source: Init Searchengine
de_ch: Initialisiere SearchEngine

source: Fetch style
de_ch: Lade Stil

source: Load File
de_ch: Lade Datei

source: Init user interface
de_ch: Initialisiere Benutzeroberfläche

source: Create tab
de_ch: Erstelle Tab

source: Init Notebook
de_ch: Initialisiere Notizbuch

source: Load notes
de_ch: Lade Notizen

source: Export
de_ch: Exportieren

source: eg. Gen, 1,1
de_ch: z.B. Gen 1,1

source: Choose Directory
de_ch: Verzeichnis Auswählen

source: Select
de_ch: Auswählen

source: Type
de_ch: Typ

source: Searching
de_ch: Suche

source: Add source directory
de_ch: Quellenverzeichnis hinzufügen

source: Enter the url of your git source repository:
de_ch: Geben Sie die Url von ihrem Quellen-Git-Repository ein:

source: url: example.org/your/source.git
de_ch: Url: beispiel.org/ihre/quelle.git

source: Remove source directory
de_ch: Quellenverzeichnis entfernen

source: Chose the repository you want to be removed:
de_ch: Wählen sie das Repository aus, welches entfernt werden soll:

source: System default
de_ch: Systemvorgabe

source: Default
de_ch: Standard

source: Regenerate Matrices
de_ch: Matrizen regenerieren

source: Theme
de_ch: Thema

source: Language
de_ch: Sprache

source: Font size
de_ch: Schriftgrösse

source: Appearance
de_ch: Aussehen

source: Keybindings
de_ch: Tastenbelegungen

source: Book Manager
de_ch: Bücherverwaltung

source: Restart
de_ch: Neustarten

source: This change only takes affect after a restart
de_ch: Diese Änderung wird erst in Kraft treten nach einem Neustart

source: Part of Speech: Adjective
de_ch: Wortart: Adjektiv

source: Case: Accusative
de_ch: Fall: Akkusativ

source: Number: Plural
de_ch: Zahl: Plural

source: Gender: Feminine
de_ch: Geschlecht: Feminin

source: Degree: Comparative
de_ch: Steigerungsform: Komparativ

source: Gender: Masculine
de_ch: Geschlecht: Maskulin

source: Gender: Neuter
de_ch: Geschlecht: Neutrum

source: Number: Singular
de_ch: Zahl: Singular

source: Degree: Superlative
de_ch: Steigerungsform: Superlativ

source: Case: Dative
de_ch: Fall: Dativ

source: Adverb or adverb and particle combined
de_ch: Adverb oder Adverb und Partikel kombiniert

source: Part of Speech: Adverb
de_ch: Wortart: Adverb

source: Contracted form
de_ch: Kurzform

source: Interrogative
de_ch: Interrogativ

source: Case: Genitive
de_ch: Fall: Genitiv

source: Case: Nominative
de_ch: Fall: Nominativ

source: attic Greek form
de_ch: Attisch-Griechische Form

source: Indeclinable Numeral
de_ch: Undeklinierbares Numerale

source: abbreviated form
de_ch: Verkürzte Form

source: aramaic transliterated word
de_ch: Aramäisch transkribiertes Wort

source: Case: Vocative
de_ch: Fall: Vokativ

source: Part of Speech: Reciprocal pronoun
de_ch: Wortart: Reziprokes Pronomen

source: conditional particle or conjunction
de_ch: Bedingter Partikel oder Konjunktion

source: Part of Speech: Contracted form
de_ch: Wortart: Verkürzte Form

source: conjunction or conjunctive particle
de_ch: Konjunktion oder konjunktionaler Partikel

source: Part of Speech: Demonstrative pronoun
de_ch: Wortart: Demonstrativpronomen

source: Part of Speech: Reflexive pronoun
de_ch: Wortart: Reflexivpronomen

source: Person: First
de_ch: Person: Erste

source: Person: Second
de_ch: Person: Zweite

source: Person: Third
de_ch: Person: Dritte

source: hebrew transliterated word
de_ch: Hebräisches transkribiertes Wort

source: Part of Speech: Interrogative pronoun
de_ch: Wortart: Interrogativpronomen

source: Interjection
de_ch: Interjektion

source: Part of Speech: Correlative pronoun
de_ch: Wortart: Korrelativpronomen

source: Part of Speech: Noun
de_ch: Wortart: Nomen

source: Particle attached
de_ch: Anhängender Partikel

source: Indeclinable Letter
de_ch: Undeklinierbarer Buchstabe

source: Indeclinable Noun of Other type
de_ch: Undeklinierbares Nomen anderer Art

source: Indeclinable Proper Noun
de_ch: Undeklinierbarer Eigennamen

source: Part of Speech: Personal pronoun
de_ch: Wortart: Personalpronomen

source: preposition
de_ch: Präposition

source: Particle, disjunctive particle
de_ch: Partikel, Trennungspartikel

source: Part of Speech: Particle
de_ch: Wortart: Partikel

source: Negative
de_ch: Negativ

source: Part of Speech: Correlative or Interrogative pronoun
de_ch: Wortart: Korrelativ- oder Interrogativpronomen

source: Part of Speech: Relative pronoun
de_ch: Wortart: Relativpronomen

source: Part of Speech: Posessive pronoun
de_ch: Wortart: Possessivpronomen

source: Part of Speech: Definite article
de_ch: Wortart: Definiter Artikel

source: Part of Speech: Verb
de_ch: Wortart: Verb

source: Tense: Second Aorist
de_ch: Zeitform: Zweiter Aorist

source: Voice: Active
de_ch: Diathese: Aktiv

source: Mood: Indicative
de_ch: Modus: Indikitiv

source: attic form
de_ch: Attische Form

source: Mood: Imperative
de_ch: Modus: Imperativ

source: Apocopated form
de_ch: Apokopierte Form

source: Mood: Infinitive
de_ch: Modus: Infinitiv

source: Mood: Optative
de_ch: Modus: Optativ

source: Mood: Participle
de_ch: Modus: Partizip

source: Mood: Subjunctive
de_ch: Modus: Konjunktiv

source: Voice: Middle deponent
de_ch: Diathese: Mittler Deponens

source: Voice: Middle
de_ch: Diathese: Mittel

source: Voice: Passive deponent
de_ch: Diathese: Passives Deponens

source: Voice: Passive
de_ch: Diathese: Passiv

source: Voice: no voice stated
de_ch: Diathese: keine angegeben

source: Tense: Second Future
de_ch: Zeitform: Zweite Zukunftsform

source: Tense: Second Pluperfect
de_ch: Zeitform: Zweites Plusquamperfekt

source: Tense: Second Perfect
de_ch: Zeitform: Zweites Perfekt

source: Tense: Aorist
de_ch: Zeitform: Aorist

source: Aeolic
de_ch: Äolisch

source: Middle significance
de_ch: Mittlere Signifikanz

source: Tense: Future
de_ch: Zeitform: Zukunft

source: Tense: Imperfect
de_ch: Zeitform: Imperfekt

source: Voice: Either middle or Passive
de_ch: Diathese: Mittel oder passiv

source: Voice: Impersonal active
de_ch: Diathese: Unpersönliches aktiv

source: Tense: Pluperfect
de_ch: Zeitform: Plusquamperfekt

source: Tense: Present
de_ch: Zeitform: Präsens

source: irregular or inpure form
de_ch: Irreguläre oder unechte Form

source: Transitive
de_ch: Transitiv

source: Tense: Perfect
de_ch: Zeitform: Perfekt

source: Tense: no tense stated
de_ch: Zeitform: nicht angegeben

source: Part of Speech: Indefinite pronoun
de_ch: Wortart: Indefinitpronomen
